<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'follow_us'=>'تابعنا على:',
    'welcome'=>'مرحبا',
    'Login'=>'تسجيل الدخول',
    'email_adress'=>'البريد الإلكتروني',
    'remember_me'=>'تذكرنى',
    'forgotYourPassword'=>'نسيت كلمة السر',
    'sendPasswordReset'=>'نسيت كلمة السر',
    'resetPassword'=>'إعادة تعيين كلمة المرور',
    'weCantFind'=>'لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.',
    'messages'=>'الرسائل',
    'shareFriends'=>'نسخ الرابط',
    'theTextCopied '=>'تم نسخ الرابط',
    'theMessageFor'=>'الرسالة ل',
    'send'=>'ارسال',
    'done'=>'انتهى',
    'saraha'=>'صراحة',
    'logout'=>'تسجيل خروج',
    'register'=>'تسجيل',
    'password'=>'كلمة المرور',
    'name' => 'الاسم',
    'confirm_password' => 'تأكيد كلمة المرور',
    'these_credentials' => 'أوراق الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'title'=>'دارك شات',
    'msg_desc'=>'هل تعتقد أن الرسائل المجهولة قد تحمل رسائل مخفية؟',
    'send_user'=>':أرسل رسالتك الى',
//    ----------------Privacy start
    'privacy'=>'سياسة الخصوصية',
    'we_underStand'=>'نقدر مخاوفكم واهتمامكم بشأن خصوصية بياناتكم على شبكة الإنترنت. لقد تم إعداد هذه السياسة لمساعدتكم في تفهم طبيعة البيانات التي نقوم بتجميعها منكم عند زيارتكم لموقعنا على شبكة الانترنت وكيفية تعاملنا مع هذه البيانات الشخصية.',
    'Navigation'=>'التصفح',
    'ip'=>'عنوان بروتوكول شبكة الإنترنت (IP)',
    'network_surveys'=>'عمليات المسح على الشبكة',
    'at_any_time'=>'في أي وقت تزور فيه اي موقع انترنت بما فيها هذا الموقع , سيقوم السيرفر المضيف بتسجيل عنوان بروتوكول شبكة الإنترنت (IP) الخاص بك , تاريخ ووقت الزيارة ونوع متصفح الإنترنت الذي تستخدمه والعنوان URL الخاص بأي موقع من مواقع الإنترنت التي تقوم بإحالتك إلى الى هذا الموقع على الشبكة وقد يقوم الموقع بتسجيلها لأغراض مختلفة.',
    'we_didnt'=>'لم نقم بتصميم هذا الموقع من أجل تجميع بياناتك الشخصية من جهاز الكمبيوتر الخاص بك أثناء تصفحك لهذا الموقع, وإنما سيتم فقط استخدام البيانات المقدمة من قبلك بمعرفتك ومحض إرادتك.',
    'the_survys'=>'إن عمليات المسح التي نقوم بها مباشرة على الشبكة تمكننا من تجميع بيانات محددة مثل البيانات المطلوبة منك بخصوص نظرتك وشعورك تجاه موقعنا.تعتبر ردودك ذات أهمية قصوى , ومحل تقديرنا حيث أنها تمكننا من تحسين مستوى موقعنا, ولك كامل الحرية والإختيار في تقديم البيانات المتعلقة بإسمك والبيانات الأخرى.',
    'link_to_external'=>'الروابط بالمواقع الأخرى على شبكة الإنترنت',
    'out_website'=>'قد يحتوي موقعنا على روابط لمواقع أخرى على الإنترنت أو إعلانات من مواقع أخرى مثل Google AdSense ولا نعتبر مسؤولين عن طرق جمع البيانات لهذه المواقع. يمكنك العثور على سياسات السرية ومحتوى هذه المواقع التي يمكن الوصول إليها من خلال أي رابط على هذا الموقع. قد يتم مساعدتنا من قبل شركات إعلانات تابعة لجهات خارجية بسبب عرض الإعلانات عند زيارتك لموقعنا على الويب. يحق لهذه الشركات استخدام المعلومات المتعلقة بزيارتك لهذا الموقع والمواقع الأخرى (باستثناء الاسم أو العنوان أو البريد الإلكتروني أو الهاتف). هذا لتقديم إعلانات حول المنتجات أو الخدمات التي تهتم بها.',
    'disclosure_of_information'=>'الإفصاح عن المعلومات',
    'we_will_always'=>'سنحافظ دائمًا على خصوصيتك وسرية بياناتك الشخصية التي نحصل عليها. لن نكشف أبدًا عن هذه المعلومات ما لم يكن هناك شرط قانوني أو بحسن نية إذا شعرنا أن هذا الإجراء مطلوب أو مطلوب لتلبية المتطلبات القانونية. أو للدفاع عن أو حماية حقوق ملكية هذا الموقع أو الأطراف الأخرى المستفيدة من هذا الموقع.',
    'when_contating_us'=>'عند الاتصال بنا',
    'we_will_consider'=>'سنعتبر جميع البيانات التي قدمتها سرية. تتطلب النماذج الموجودة على شبكتنا بيانات يمكن أن تساعدنا في تحسين موقعنا. سنستخدم البيانات التي قدمتها للإجابة على جميع أسئلتك أو ملاحظاتك أو طلباتك من خلال هذا الموقع أو المواقع الأخرى التابعة لهذا الموقع.',
    'disclosure_of_information_third'=>'إفشاء المعلومات لأطراف ثالثة',
    'we_will_not_see'=>'لن نبيع أو نتاجر أو نؤجر أو نكشف عن أي معلومات إلى أي طرف ثالث خارج هذا الموقع أو المواقع خارج شبكتنا ولن نكشف عن المعلومات إلا عندما يطلبها كيان قانوني أو تنظيمي.',
    'modification'=>'تعديل سرية البيانات وسياسة الخصوصية',
    'we_have'=>'لدينا الحق في تعديل بنود وشروط سرية البيانات وسياسة الخصوصية إذا لزم الأمر وعندما يكون ذلك مناسبًا',
    'contacting_us'=>'الاتصال بنا',
    'you_can_contact'=>'يمكنك الاتصال بنا باستخدام الطرق الموضحة في صفحة "اتصل بنا"',
    'delete'=>'حذف الحساب',
    'any_user'=>'يمكن لأي مستخدم حذف حسابه في أي وقت ، عن طريق حذف حسابك ستفقد جميع المحتويات والبيانات الموجودة على هذا الحساب ، مثل الرسائل الواردة والصور',
    'Finally'=>'أخيراً',
    'your_concerns'=>'إن مخاوفك ومخاوفك فيما يتعلق بسرية وخصوصية البيانات أمر ذو قيمة عالية بالنسبة لنا. نأمل أن نعالج هذه المخاوف من خلال هذه السياسة.',
    'Required_Data'=>'البيانات المطلوبة للقيام بالإجراءات اللازمة من جانبك',
    'when_you'=>'عندما نحتاج إلى أي بيانات منك. سنطلب منك موافقتك. حيث أن هذه البيانات ستساعدنا في الاتصال بك وتلبية طلباتك كلما أمكن ذلك. لن نبيع أبدًا البيانات التي تقدمها إلى أي طرف ثالث كجزء من التسويق الشخصي دون موافقتك المسبقة والمكتوبة ما لم تكن جزءًا من البيانات المجمعة المستخدمة للإحصاءات والبحث ولن تحتوي على أي بيانات لتحديد هويتك.',
    'click_here'=>'اضعط هنا',
    'share_with'=>'للمشاركه عبر :',
    'that_copy'=>'تم النسخ',
    'sent'=>'تم الارسال',
//    ----------------Privacy End


];
